Revit 2024 API
ParameterTypeId.ThermalMaterialParamPermeability Property
 "Permeability"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ThermalMaterialParamPermeability { get; }
Visual Basic
Public Shared ReadOnly Property ThermalMaterialParamPermeability As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ThermalMaterialParamPermeability {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace